{
    "Act": "The Copyright Act, 1957",
    "Preamble": "An Act to amend and consolidate the law relating to copyright.",
    "Sections": [
        {
            "SectionNumber": "1",
            "Title": "Short title, extent and commencement",
            "Content": "(1) This Act may be called the Copyright Act, 1957.(2) It extends to the whole of India.(3) It shall come into force on such date2 as the Central Government may, by notification in the Official Gazette, appoint."
        },
        {
            "SectionNumber": "3",
            "Title": "Meaning of publication",
            "Content": "For the purposes of this Act, “publication” means making a work available to the public by issue of copies or by communicating the work to the public."
        },
        {
            "SectionNumber": "16",
            "Title": "No copyright except as provided in this Act",
            "Content": "No person shall be entitled to copyright or any similar right in any work, whether published or unpublished, otherwise than under and in accordance with the provisions of this Act or of any other law for the time being in force, but nothing in this section shall be construed as abrogating any right or jurisdiction to restrain a breach of trust or confidence."
        },
        {
            "SectionNumber": "29",
            "Title": "Term of copyright in works of international organisations",
            "Content": "In the case of a work of an\ninternational organisation to which the provisions of section 41 apply, copyright shall subsist until 1\n[sixty\nyears] from the beginning of the calendar year next following the year in which the work is first\npublished."
        },
        {
            "SectionNumber": "51",
            "Title": "When copyright is infringed",
            "Content": "—Copyright in a work shall be deemed to be infringed—\n(a) when any person, without a licence granted by the owner of the copyright or the Registrar of\nCopyrights under this Act or in contravention of the conditions of a licence so granted or of any\ncondition imposed by a competent authority under this Act—\n(i) does anything, the exclusive right to do which is by this Act conferred upon the owner of\nthe copyright, or\n3\n[(ii) permits for profit any place to be used for the communication of the work to the public\nwhere such communication constitutes an infringement of the copyright in the work, unless he\nwas not aware and had no reasonable ground for believing that such communication to the public\nwould be an infringement of copyright; or]\n(b) when any person—\n(i) makes for sale or hire, or sells or lets for hire, or by way of trade displays or offers for\nsale or hire, or\n(ii) distributes either for the purpose of trade or to such an extent as to affect prejudicially\nthe owner of the copyright, or\n(iii) by way of trade exhibits in public, or\n(iv) imports 4*** into India,\nany infringing copies of the work:\n5\n[Provided that nothing in sub-clause (iv) shall apply to the import of one copy of any work for the\nprivate and domestic use of the importer.]\nExplanation.—For the purposes of this section, the reproduction of a literary, dramatic, musical or\nartistic work in the form of a cinematograph film shall be deemed to be an “infringing copy”."
        },
        {
            "SectionNumber": "63",
            "Title": "Offence of infringement of copyright or other rights conferred by this Act",
            "Content": "Any person\nwho knowingly infringes or abets the infringement of—\n(a) the copyright in a work, or\n(b) any other right conferred by this Act 1\n[except the right conferred by section 53A],\n2\n[shall be punishable with imprisonment for a term which shall not be less than six months but which\nmay extend to three years and with fine which shall not be less than fifty thousand rupees but which\nmay extend to two lakh rupees]:\nProvided that 1\n[where the infringement has not been made for gain in the course of trade or business]\nthe court may, for adequate and special reasons to be mentioned in the judgment, impose a sentence of\nimprisonment for a term of less than six months or a fine of less than fifty thousand rupees.]\nExplanation.—Construction of a building or other structure which infringes or which, if completed,\nwould infringe the copyright in some other work shall not be an offence under this section."
        }
    ]
}