{
    "Act": "THE DOWRY PROHIBITION ACT, 1961",
    "Preamble": "An Act to prohibit the giving or taking of dowry. ",
    "Sections": [
        {
            "SectionNumber": "1",
            "Title": "Short title, extent, and commencement",
            "Content": "(1) This Act may be called the Dowry Prohibition     \nAct, 1961. \n(2) It extends to the whole of India 1***. \n(3) It shall come into force on such date2 as the Central Government may, by notification in the \nOfficial Gazette, appoint. "
        },
        {
            "SectionNumber": "2",
            "Title": " Definition of “dowry”",
            "Content": "In this Act, “dowry” means any property or valuable security given or \nagreed to be given either directly or indirectly— \n(a) by one party to a marriage to the other party to the marriage; or \n(b) by the parents of either party to a marriage or by any other person, to either party to the \nmarriage or to any other person; \nat or before 3[or any time after the marriage] 4[in connection with the marriage of the said parties, but \ndoes not include] dower or mahr in the case of persons to whom the Muslim Personal Law (Shariat) \napplies. \n5\n *         \n*                       \n*                 \n*       \n* \nExplanation II.—The expression “valuable security” has the same meaning as in section 30 of the \nIndian Penal Code (45 of 1860). "
        },
        {
            "SectionNumber": "4",
            "Title": "Penalty for demanding dowry",
            "Content": "If any person demands, directly or indirectly, from the parents \nor other relatives or guardian of a bride or bridegroom, as the case may be, any dowry, he shall be \npunishable with imprisonment for a term which shall not be less than six months, but which may extend \nto two years and with fine which may extend to ten thousand rupees: \nProvided that the Court may, for adequate and special reasons to be mentioned in the judgment, \nimpose a sentence of imprisonment for a term of less than six months.]"
        },
        {
            "SectionNumber": "4A",
            "Title": "Ban on advertisement",
            "Content": "If any person— \n(a) offers, through any advertisement in any newspaper, periodical, journal or through any other \nmedia, any share in his property or of any money or both as a share in any business or other interest \nas consideration for the marriage of his son or daughter or any other relative, \n(b) prints or publishes or circulates any advertisement referred to in clause (a), \nhe shall be punishable with imprisonment for a term which shall not be less than six months, but which \nmay extend to five years, or with fine which may extend to fifteen thousand rupees: \nProvided that the Court may, for adequate and special reasons to be recorded in the judgment, impose \na sentence of imprisonment for a term of less than six months.] "
        },
        {
            "SectionNumber": "5",
            "Title": " Agreement for giving or taking dowry to be void",
            "Content": "Any agreement for the giving or taking of \ndowry shall be void. "
        },
        {
            "SectionNumber": "9",
            "Title": "Power to make rules",
            "Content": "(1) The Central Government may, by notification in the Official Gazette, \nmake rules for carrying out the purposes of this Act. \n1[(2) In particular, and without prejudice to the generality of the foregoing power, such rules may \nprovide for— \n(a) the form and manner in which, and the persons by whom, any list of presents referred to in \nsub-section (2) of section 3 shall be maintained and all other matters connected therewith; and \n(b) the better co-ordination of policy and action with respect to the administration of this Act.] \n2[(3)] Every rule made under this section shall be laid as soon as may be after it is made before each \nHouse of Parliament while it is in session for a total period of thirty days which may be comprised in one \nsession or 3[in two or more successive sessions, and if, before the expiry of the session immediately \nfollowing the session or the successive sessions aforesaid], both Houses agree in making any modification \nin the rule or both Houses agree that the rule should not be made, the rule shall thereafter have effect only \nin such modified form or be of no effect, as the case may be, so however that any such modification or \nannulment shall be without prejudice to the validity of anything previously done under that rule. "
        }
    ]
}